{
  "quotes":[
    "In the world of programming, errors are opportunities to learn and grow.",
    "Well-written code is the best legacy a programmer can leave behind.",
    "Creativity is the secret ingredient in the art of programming.",
    "Patience and persistence are key to solving programming problems.",
    "The best programs are not only functional but also elegant and easy to understand.",
    "A programmer's success is measured by the quality of their solutions, not the quantity of lines of code.",
    "Teamwork and collaboration are essential to building great software projects.",
    "Every error is an opportunity to improve and strengthen your skills as a programmer.",
    "Programming is an endless journey of discovery and constant learning.",
    "A successful programmer is one who solves problems before they become crises.",
    "Programming is like a giant puzzle, and each line of code is a piece that fits into place.",
    "Curiosity is the driving force that compels a programmer to explore new technologies and innovative solutions.",
    "Do not fear change, embrace new technologies and adapt to them to stay relevant.",
    "Well-documented code is a gift to your future self and to the developers who come after you.",
    "Simplicity is the key to creating powerful and easy-to-maintain software.",
    "Programming is an art that allows you to turn abstract ideas into tangible realities.",
    "Continuous learning is essential in programming, as technology is constantly evolving.",
    "Passion for programming is the spark that ignites creativity and innovation.",
    "Do not be discouraged by challenges; each obstacle overcome makes you a stronger programmer.",
    "Success in programming is not just about writing code but about solving problems and making people's lives easier."
  ],
  "translation":{
    "left_nav_button_about": "<span></span>ABOUT",
    "left_nav_button_experience": "<span></span>EXPERIENCE",
    "left_nav_button_projects": "<span></span>PROJECTS",

    "right_about_corner": "ABOUT",
    "right_about_content": "As a programmer, I'm passionate about creating <b>innovative</b> and <b>efficient</b> solutions using the latest technologies. My experience includes both <b>front-end</b> and <b>back-end</b> development, allowing me to build <b>complete</b> and <b>functional</b> web applications. In addition to my programming skills, I'm also a <b>creative designer</b>. I love combining my technical knowledge with visually appealing aesthetics to create <b>intuitive</b> and <b>enjoyable</b> user interfaces. <br /><br /> Furthermore, I'm always seeking opportunities to learn new <b>skills</b> and stay up-to-date with the latest <b>technology</b> trends. Throughout my professional journey, I have worked on several personal projects that are currently available on my <b>GitHub profile</b>. These projects reflect my <b>dedication</b> and <b>passion</b> for programming, demonstrating my ability to tackle challenges and solve problems.",
    
    "right_experience_corner": "EXPERIENCE",
    
    "right_experience_content_frontend_title": "Front-end Developer",
    "right_experience_content_frontend_description": "As a Front-End developer, I'm responsible for designing and programming user interfaces that can be used by the client. I have experience in UX/UI and I love creating new and innovative things.",
      
    "right_experience_content_backend_title": "Back-end Developer",
    "right_experience_content_backend_description": "As a Back-End developer, I'm responsible for creating software that handles server-side systems and provides functionality to fully optimized Front-End systems. I also have experience in working with databases like MySQL, SQLite3, and PostgreSQL.",
      
    "right_experience_content_graphic_designer_title": "Graphic Designer",
    "right_experience_content_graphic_designer_description": "As a graphic designer, I'm responsible for creating designs for logos, banners, web pages, and much more. I draw inspiration from modern and minimalist designs to provide a better visual experience to the viewer.",
      
    "right_experience_content_software_developer_title": "Software Developer",
    "right_experience_content_software_developer_description": "As a software developer, I'm responsible for creating computer programs for general software, web applications, desktop applications, and mobile applications. I also create back-end applications such as APIs, Python and JavaScript libraries, among others.",
      
    "right_experience_content_mc_config_title": "Minecraft Server Configurator",
    "right_experience_content_mc_config_description": "Additionally, I specialize in creating Minecraft Servers/Networks using a wide variety of paid and free tools and plugins. Currently, I'm working on a project called <a href='https://discord.gg/zwxA943T58' target='_blank'>Democracy Network</a>, a constantly evolving Minecraft Network where I currently hold the role of Developer or Configurator.",
    
    "right_projects_corner": "PROJECTS"
  }
    
}
