{
  "quotes":[
    "En el mundo de la programación, los errores son oportunidades para aprender y crecer.",
    "El código bien escrito es el mejor legado que un programador puede dejar.",
    "La creatividad es el ingrediente secreto en el arte de programar.",
    "La paciencia y la persistencia son clave para resolver problemas de programación.",
    "Los mejores programas no solo son funcionales, sino también elegantes y fáciles de entender.",
    "El éxito de un programador se mide por la calidad de sus soluciones, no por la cantidad de líneas de código.",
    "El trabajo en equipo y la colaboración son esenciales para construir proyectos de software excelentes.",
    "Cada error es una oportunidad para mejorar y fortalecer tus habilidades como programador.",
    "La programación es un viaje interminable de descubrimiento y aprendizaje constante.",
    "Un programador exitoso es aquel que resuelve problemas antes de que se conviertan en crisis.",
    "La programación es como un rompecabezas gigante, y cada línea de código es una pieza que encaja en su lugar.",
    "La curiosidad es la fuerza motriz que impulsa a un programador a explorar nuevas tecnologías y soluciones innovadoras.",
    "No temas al cambio, adopta nuevas tecnologías y adáptate a ellas para mantenerte relevante.",
    "El código bien documentado es un regalo para tu futuro y para los desarrolladores que vendrán después de ti.",
    "La simplicidad es la clave para crear software potente y fácil de mantener.",
    "La programación es un arte que te permite convertir ideas abstractas en realidades tangibles.",
    "El aprendizaje continuo es esencial en la programación, ya que la tecnología está en constante evolución.",
    "La pasión por la programación es la chispa que enciende la creatividad e innovación.",
    "No te desanimes por los desafíos; cada obstáculo superado te hace un programador más fuerte.",
    "El éxito en la programación no se trata solo de escribir código, sino de resolver problemas y facilitar la vida de las personas."
  ],
  "translation":{
    "left_nav_button_about": "<span></span>SOBRE MÍ",
    "left_nav_button_experience": "<span></span>EXPERIENCIA",
    "left_nav_button_projects": "<span></span>PROYECTOS",
  
    "right_about_corner": "SOBRE MÍ",
    "right_about_content": "Como programador, soy apasionado de crear soluciones <b>innovadoras</b> y <b>eficientes</b> utilizando las últimas tecnologías. Mi experiencia incluye tanto el desarrollo <b>front-end</b> como el <b>back-end</b>, lo que me permite construir aplicaciones web <b>completas</b> y <b>funcionales</b>. Además de mis habilidades de programación, también soy un <b>diseñador creativo</b>. Me encanta combinar mis conocimientos técnicos con una estética visualmente atractiva para crear interfaces de usuario <b>intuitivas</b> y <b>agradables</b>. <br /><br /> Además, siempre estoy buscando oportunidades para aprender nuevas <b>habilidades</b> y estar al día con las últimas tendencias en <b>tecnología</b>. A lo largo de mi trayectoria profesional, he trabajado en varios proyectos personales que están disponibles en mi <b>perfil de GitHub</b>. Estos proyectos reflejan mi <b>dedicación</b> y <b>pasión</b> por la programación, demostrando mi capacidad para enfrentar desafíos y resolver problemas.",
    
    "right_experience_corner": "EXPERIENCIA",
    
    "right_experience_content_frontend_title": "Desarrollador Front-end",
    "right_experience_content_frontend_description": "Como desarrollador Front-End, me encargo de diseñar y programar interfaces de usuario que puedan ser usadas desde el cliente, tengo experiencia en UX/UI y me encanta crear cosas nuevas e innovadoras.",
  
    "right_experience_content_backend_title": "Desarrollador Back-end",
    "right_experience_content_backend_description": "Como desarrollador Back-End me encargo de crear software encargado de manejar sistemas por el lado del servidor, darle funcionalidades a sistemas Front-End 100% optimizado; además tengo experiencia manejando Bases de Datos como MySQL, SQlite3 y PostgreSQL.",
  
    "right_experience_content_graphic_designer_title": "Diseñador Gráfico",
    "right_experience_content_graphic_designer_description": "Como diseñador gráfico me encargo de crear diseños de logotipos, banners, páginas web y mucho más. Me inspiro en diseños modernos y minimalistas para dar una mejor experiencia visual al espectador.",
  
    "right_experience_content_software_developer_title": "Desarrollador de Software",
    "right_experience_content_software_developer_description": "Como desarrollador de Software soy responsable de crear programas informáticos para el software en general, aplicaciones web, de escritorio y moviles; además crear aplicaciones back-end como APIs, librerías de Python y Javascript, entre otras.",
  
    "right_experience_content_mc_config_title": "Configurador de servidores de Minecraft",
    "right_experience_content_mc_config_description": "Además me especializo en la creación de Servidores/Networks de Minecraft, usando una amplia variedad de herramientas y plugins tanto de paga como gratuitos, actualmente estoy trabajando en un proyecto llamdo <a href='https://discord.gg/zwxA943T58' target='_blank'>Democracy Network</a>, una Network de Minecraft en desarrollo constante en la que ocupo actualmente el puesto de Developer o Configurador. ",

    "right_projects_corner": "PROYECTOS"
  }
}
