{
  "quotes":[
    "No mundo da programação, os erros são oportunidades para aprender e crescer.",
    "Código bem escrito é o melhor legado que um programador pode deixar.",
    "A criatividade é o ingrediente secreto na arte da programação.",
    "Paciência e persistência são fundamentais para resolver problemas de programação.",
    "Os melhores programas não são apenas funcionais, mas também elegantes e fáceis de entender.",
    "O sucesso de um programador é medido pela qualidade de suas soluções, não pela quantidade de linhas de código.",
    "Trabalho em equipe e colaboração são essenciais para construir ótimos projetos de software.",
    "Cada erro é uma oportunidade para melhorar e fortalecer suas habilidades como programador.",
    "A programação é uma jornada infinita de descoberta e aprendizado constante.",
    "Um programador bem-sucedido é aquele que resolve problemas antes que eles se tornem crises.",
    "A programação é como um quebra-cabeças gigante, e cada linha de código é uma peça que se encaixa no lugar.",
    "A curiosidade é a força motriz que leva um programador a explorar novas tecnologias e soluções inovadoras.",
    "Não tenha medo da mudança, abrace novas tecnologias e adapte-se a elas para se manter relevante.",
    "Código bem documentado é um presente para o seu eu do futuro e para os desenvolvedores que virão depois de você.",
    "A simplicidade é a chave para criar software poderoso e fácil de manter.",
    "A programação é uma arte que permite transformar ideias abstratas em realidades tangíveis.",
    "A aprendizagem contínua é essencial na programação, pois a tecnologia está em constante evolução.",
    "A paixão pela programação é a faísca que acende a criatividade e a inovação.",
    "Não se desanime com os desafios; cada obstáculo superado o torna um programador mais forte.",
    "O sucesso na programação não se resume apenas a escrever código, mas a resolver problemas e facilitar a vida das pessoas."
  ],
  "translation":{
    "left_nav_button_about": "<span></span>SOBRE",
    "left_nav_button_experience": "<span></span>EXPERIÊNCIA",
    "left_nav_button_projects": "<span></span>PROJETOS",
    
    "right_about_corner": "SOBRE",
    "right_about_content": "Como programador, sou apaixonado por criar soluções <b>inovadoras</b> e <b>eficientes</b> usando as tecnologias mais recentes. Minha experiência inclui tanto o desenvolvimento <b>front-end</b> quanto o <b>back-end</b>, o que me permite construir aplicações web <b>completas</b> e <b>funcionais</b>. Além das minhas habilidades de programação, também sou um <b>designer criativo</b>. Adoro combinar meu conhecimento técnico com uma estética visualmente atraente para criar interfaces de usuário <b>intuitivas</b> e <b>agradáveis</b>. <br /><br /> Além disso, estou sempre em busca de oportunidades para aprender novas <b>habilidades</b> e me manter atualizado com as últimas tendências em <b>tecnologia</b>. Ao longo da minha trajetória profissional, trabalhei em vários projetos pessoais que estão disponíveis atualmente no meu <b>perfil do GitHub</b>. Esses projetos refletem minha <b>dedicação</b> e <b>paixão</b> pela programação, demonstrando minha capacidade de enfrentar desafios e resolver problemas.",
    
    "right_experience_corner": "EXPERIÊNCIA",
    
    "right_experience_content_frontend_title": "Desenvolvedor Front-end",
    "right_experience_content_frontend_description": "Como desenvolvedor Front-End, sou responsável por projetar e programar interfaces de usuário que podem ser usadas pelo cliente. Tenho experiência em UX/UI e adoro criar coisas novas e inovadoras.",
      
    "right_experience_content_backend_title": "Desenvolvedor Back-end",
    "right_experience_content_backend_description": "Como desenvolvedor Back-End, sou responsável por criar software que lida com sistemas do lado do servidor e fornece funcionalidades aos sistemas Front-End, totalmente otimizados. Também tenho experiência em lidar com bancos de dados como MySQL, SQlite3 e PostgreSQL.",
      
    "right_experience_content_graphic_designer_title": "Designer Gráfico",
    "right_experience_content_graphic_designer_description": "Como designer gráfico, sou responsável por criar designs de logotipos, banners, páginas da web e muito mais. Me inspiro em designs modernos e minimalistas para oferecer uma melhor experiência visual ao espectador.",
      
    "right_experience_content_software_developer_title": "Desenvolvedor de Software",
    "right_experience_content_software_developer_description": "Como desenvolvedor de software, sou responsável por criar programas de computador para software em geral, aplicativos web, desktop e móveis. Também crio aplicativos back-end, como APIs, bibliotecas em Python e Javascript, entre outros.",
      
    "right_experience_content_mc_config_title": "Configurador de servidores Minecraft",
    "right_experience_content_mc_config_description": "Além disso, tenho especialização na criação de Servidores/Networks de Minecraft, usando uma ampla variedade de ferramentas e plugins pagos e gratuitos. Atualmente, estou trabalhando em um projeto chamado <a href='https://discord.gg/zwxA943T58' target='_blank'>Democracy Network</a>, uma Network de Minecraft em constante desenvolvimento, onde ocupo atualmente o cargo de Desenvolvedor ou Configurador.",
      
    "right_projects_corner": "PROJETOS"
  }
}