{
  "quotes":[
    "Programlama dünyasında hatalar, öğrenmek ve büyümek için fırsatlardır.",
    "İyi yazılmış kod, bir programcının bırakabileceği en iyi mirastır.",  
    "Yaratıcılık, programlamanın sanatında gizli bir malzemesidir.",
    "Sabır ve ısrar, programlama sorunlarını çözmede anahtar rollerdedir.",
    "En iyi programlar yalnızca işlevsel değil, aynı zamanda sade ve anlaşılır olurlar.",  
    "Bir programcının başarısı, çözümlerinin kalitesiyle ölçülür, kod satırı sayısıyla değil.",
    "Takım çalışması ve iş birliği, mükemmel yazılım projeleri inşa etmek için çekirdektir.",
    "Her hatadan bir fırsat olarak ders çıkarmak ve programcı becerilerini güçlendirmek içindir.",
    "Programlama, sürekli keşif ve öğrenme yolculuğudur.",
    "Başarılı bir programcı, sorunları krizlere dönüşmeden çözer.",  
    "Programlama, parçaları yerli yerine oturan dev bir bulmacadır.",
    "Merak, yeni teknolojileri ve yenilikçi çözümleri keşfetme isteği programcıyı iten güçtür.",
    "Değişime korkma, yeni teknolojileri benimse ve relevansını koru.",
    "İyi belgelendirilmiş kod, gelecek için ve senin ardından gelen geliştiriciler için bir armağandır.",
    "Basitlik, güçlü ve kolay bakımlı yazılım yaratmak için anahtardır.",  
    "Programlama, soyut fikirleri somut gerçekliklere dönüştürmene izin veren bir sanattır.",
    "Sürekli öğrenme, teknolojinin sürekli evrim geçirmesi sebebiyle programlamada hayati öneme sahiptir.", 
    "Programlamaya olan tutku, yaratıcılığı ve yenilikçiliği ateşleyen kıvılcımdır.",
    "Zorluklardan yılma, her aşılan engel seni daha güçlü bir programcı yapar.",
    "Programlamadaki başarı, sadece kod yazmakla sınırlı değildir, sorunları çözmek ve insanların hayatlarını kolaylaştırmaktır."
  ],
  "translation":{
    "left_nav_button_about": "<span></span>HAKIMDA",
    "left_nav_button_experience": "<span></span>DENEYİMİM", 
    "left_nav_button_projects": "<span></span>PROJELER",
  
    "right_about_corner": "HAKIMDA",
    "right_about_content": "Bir programcı olarak, en son teknolojileri kullanarak <b>yenilikçi</b> ve <b>verimli</b> çözümler oluşturma konusunda tutkulu olduğumu belirtmek isterim. Deneyimim hem <b>ön uç</b> hem de <b>arka uç</b> geliştirme alanlarını kapsamaktadır, bu da bana <b>tamamlanmış</b> ve <b>fonksiyonel</b> web uygulamaları inşa etme imkanı vermektedir. Programlama becerilerimin yanı sıra, aynı zamanda bir <b>yaratıcı tasarımcı</b>yım. Teknik bilgimi görsel olarak çekici estetiklerle birleştirerek, <b>anlaşılır</b> ve <b>keyifli</b> kullanıcı arayüzleri oluşturma konusunda büyük bir zevk alıyorum. <br /><br /> Ayrıca, her zaman yeni <b>beceriler</b> öğrenmek ve en son <b>teknoloji</b> trendleriyle güncel kalmak için fırsat arıyorum. Profesyonel yolculuğum boyunca, şu anda GitHub profilimde bulunan birkaç kişisel projede çalıştım. Bu projeler, programlamaya olan <b>özverim</b>i ve <b>tutkumu</b> yansıtarak, zorluklarla başa çıkma yeteneğimi ve problemleri çözme becerimi göstermektedir." ,
    
    "right_experience_corner": "DENEYİMİM",

    "right_experience_content_frontend_title": "Front-End Geliştirici",
    "right_experience_content_frontend_description": "Front-End geliştirici olarak, müşteri tarafından kullanılabilen kullanıcı arayüzlerini tasarlamak ve programlamaktan sorumluyum. UX/UI konusunda deneyime sahibim ve yeni ve yenilikçi şeyler oluşturmayı seviyorum.",
      
    "right_experience_content_backend_title": "Back-End Geliştirici",
    "right_experience_content_backend_description": "Back-End geliştirici olarak, sunucu tarafında sistemleri yönetmek için yazılım oluşturuyorum. Tamamen optimize edilmiş Front-End sistemlere işlevsellik sağlıyorum. Ayrıca, MySQL, SQlite3 ve PostgreSQL gibi veritabanlarını kullanma konusunda deneyimim var.",
      
    "right_experience_content_graphic_designer_title": "Grafik Tasarımcı",
    "right_experience_content_graphic_designer_description": "Grafik tasarımcı olarak, logolar, bannerlar, web sayfaları ve daha fazlası için tasarımlar oluşturuyorum. İzleyiciye daha iyi bir görsel deneyim sağlamak için modern ve minimalist tasarımlardan ilham alıyorum.",
      
    "right_experience_content_software_developer_title": "Yazılım Geliştirici",
    "right_experience_content_software_developer_description": "Yazılım geliştirici olarak, genel olarak yazılım programları oluşturmak için sorumluyum. Web, masaüstü ve mobil uygulamaların yanı sıra, Python ve Javascript gibi dillerde API'ler, kütüphaneler ve diğer arka uç uygulamaları oluşturuyorum.",
      
    "right_experience_content_mc_config_title": "Minecraft Sunucu Yapılandırıcısı",
    "right_experience_content_mc_config_description": "Ayrıca, Minecraft sunucuları/network'lerin yapılandırılması konusunda uzmanım. Ücretli ve ücretsiz birçok araç ve eklenti kullanarak çalışıyorum. Şu anda sürekli geliştirilen bir proje olan <a href='https://discord.gg/zwxA943T58' target='_blank'>Democracy Network</a>'te çalışıyorum ve Developer veya Yapılandırıcı pozisyonundayım.",
    
    "right_projects_corner": "PROJELER"
  }
}